export const menuItemsData = [
    {
      title: 'Новости',
      url: '#',
    },
    {
      title: 'Продукция',
      url: '#',
      submenu: [
        {
          title: 'Сырье для пищевой и напиточной промышленности',
          url: '#',
          submenu: [
            {
              title: 'Напиточная промышленность',
              url: '#'
            },
            {
              title: 'Молочная промышленность',
              url: '#'
            },
            {
              title: 'Соусы и запрвки',
              url: '#'
            },
            {
              title: 'Мясная и рыбная промышленность',
              url: '#'
            },
            {
              title: 'Кондитерские изделия',
              url: '#'
            },

          ]
        },
        {
          title: 'Готовые продукты питания и напитков',
          url: '#',
        },
        {
          title: 'Упаковочная промышленность',
          url: '#',
        },
        {
          title: 'Технологическая промышленность',
          url: '#',
        },
      ],
    },
    {
      title: 'Услуги',
      url: '#',
    },
    {
      title: 'Партнеры',
      url: '#',
    },
    {
      title: 'Контакты',
      url: '#',
    },
  ];